#+title: Chi-square distribution
#+roam_tags: statistics chi_square distribution

#+call: init()

#+begin_src jupyter-python
import matplotlib.pyplot as plt
import numpy as np
from encyclopedia.statistics import *
#+end_src

#+RESULTS:

* TODO Chi-square distribution
#+begin_src jupyter-python
k = Symbol('k', integer=True, positive=True)
X = ChiSquared('X', k)

X
#+end_src

#+RESULTS:
:RESULTS:
\begin{equation}X\end{equation}
:END:
